{
  "COMBAT_QOL.currentGameSystem": "Current Game System",
  "COMBAT_QOL.currentGameSystemHint": "Choose the game system you're currently playing with.",
  "COMBAT_QOL.forceTargetSelection": "Must Select + Target",
  "COMBAT_QOL.forceTargetSelectionHint": "A lot of automation relies on both the players and the DM/GM targeting the token they wish to attack/do something to. Enabling this option makes sure both the attacker is selected and the target is targeted. If either of these are false, no roll will be made and an error message will appear telling you what you need to do. Note: This only applies to attack rolls currently.",
  "COMBAT_QOL.autoRemoveTarget": "Remove Targets At End of Turn",
  "COMBAT_QOL.autoRemoveTargetHint": "Automatically removes all targets at the end of each turn. This happens when the 'Next Turn' button on the combat tracker.",
  "COMBAT_QOL.autoSelectOnTurn": "Select Token At Start of Turn",
  "COMBAT_QOL.autoSelectOnTurnHint": "When the 'Next Turn' button is pressed on the combat tracker, the token for the current turn is selected. This is helpful so you can immediately start targeting another token without having to click the attacking token first.",
  "COMBAT_QOL.autoOpenSheetNPC": "Open NPC Sheet At Start of Turn",
  "COMBAT_QOL.autoOpenSheetNPCHint": "Will not work without 'Select Token At Start of Turn' enabled! Auto open the attached sheet of the NPC when it's their turn in the combat tracker.",
  "COMBAT_QOL.autoOpenSheetPlayer": "Open Player Sheet At Start of Turn",
  "COMBAT_QOL.autoOpenSheetPlayerHint": "Will not work without 'Select Token At Start of Turn' enabled! Auto open the attached sheet of the Player when it's their turn in the combat tracker.",
  "COMBAT_QOL.autoCloseSheet": "Close Previous Sheet",
  "COMBAT_QOL.autoCloseSheetHint": "Auto close the previous tokens sheet when the next turn starts.",
  "COMBAT_QOL.autoMinimizeSheet": "Minimize Previous Sheet",
  "COMBAT_QOL.autoMinimizeSheetHint": "Minimizes the previous sheet instead of closing it. Useful if you want to keep the sheet 'open' and out of the way. Closing sheet setting takes pecedence over this one so make sure that's disabled if you want to use this setting."
}
